Repository: chasbro/threewp-broadcast
Catalog: lang/ThreeWP_Broadcast-*.po
Languages: sv_se

source: A Broadcast blog group was added.
sv_se: En multipostningsgrupp har lagts till.

source: A Broadcast blog group was deleted.
sv_se: En multipostningsgrupp har tagits bort.

source: A Broadcast blog group was modified.
sv_se: En multipostningsgrupp har ändrats.

source: A post was broadcasted.
sv_se: Ett inlägg har multipostats.

source: A post was unlinked.
sv_se: En länk till ett inlägg har tagits bort.

source: A space-separated list of post types that have broadcasting enabled. The default value is <code>post page</code>.
sv_se: En lista över vilka posttyper ska få multipostas. Mellanslag mellan typerna. Standardvärdet är <code>post page</code>.

source: All links to child posts have been removed!
sv_se: Alla inläggets länkar till multipostade inlägg har tagits bort.

source: Apply
sv_se: Verställ

source: Blacklist
sv_se: Svarta listan

source: Broadcast
sv_se: Multiposta

source: Broadcast all the custom fields and the featured image?
sv_se: Multiposta alla egna fält samt den utvalda bilden?

source: Broadcast categories also
sv_se: Multiposta kategorierna också

source: Broadcast custom fields
sv_se: Multiposta egna fälten också

source: Broadcast requires a Wordpress network to function.
sv_se: Multipostning kräver ett Wordpressnätverk.

source: Broadcast tags also
sv_se: Multiposta etiketterna också

source: Broadcast taxonomies also
sv_se: Multiposta taxonomierna också

source: Broadcast to:
sv_se: Multiposta till:

source: Broadcasted
sv_se: Multipostat

source: Could not parse date
sv_se: Kunde inte tolka datumet

source: Create a link to the children, which will be updated when this post is updated, trashed when this post is trashed, etc.
sv_se: Skapa en länk till barnen, vilka kommer att uppdateras när det här inlägget uppdateras, läggs i papperskorgen, osv.

source: Create a new group
sv_se: Skapa en ny grupp

source: Create link
sv_se: Skapa länk

source: Create taxonomies automatically
sv_se: Skapa taxonomier automatiskt

source: Create the new group
sv_se: Skapa en ny grupp

source: Date format
sv_se: Datumformat

source: Delete
sv_se: Borttagning

source: Description
sv_se: Beskrivning

source: Do nothing
sv_se: Gör inget

source: Domain
sv_se: Domän

source: Find orphans
sv_se: Hitta olänkade

source: Find posts on other blogs that are identical to this post
sv_se: Hitta olänkade inlägg på andra bloggar som är identiska det här inlägget

source: Group
sv_se: Grupp

source: Group blogs have been saved.
sv_se: Bloggarna har sparats.

source: Group setup
sv_se: Gruppinställningar

source: Groups
sv_se: Grupper

source: Help
sv_se: Hjälp

source: If the site administrator allows it you may create groups to quickly select several blogs at once. To create a group, start by typing a group name in the text box and pressing the create button.
sv_se: Om administratören tillåter kan du skapa grupper för att snabbt och lätt kunna välja flera bloggar samtidigt. För att skapa en grupp börja med att skriv in ett beskrivande gruppnamn i textrutan och tryck sedan på skapa-knappen.

source: In order to be able to broadcast the taxonomies, the selected blogs must have the same taxonomy names (slugs) as this blog.
sv_se: För att kunna multiposta taxonomierna krävs att de valda bloggarna har exakt samma taxonominamn (slug) som denna blog.

source: Invalid date
sv_se: Ogiltigt datum

source: Invalid email address
sv_se: Ogiltig e-postadress

source: Invert selection
sv_se: Byt markeringar

source: Latest valid date
sv_se: Senaste giltiga datum

source: Link this post to its children
sv_se: Länka det här inlägg till de multipostade inläggen

source: Link to child post has been removed.
sv_se: Länken till et multipostade inlägget har tagits bort.

source: Minimum length
sv_se: Minimumlängd

source: New group name
sv_se: Nya gruppnamnet

source: No group selected
sv_se: Ingen grupp vald

source: No possible child posts were found on the other blogs you have write access to. Either there are no posts with the same title as this one, or all possible orphans have already been linked.
sv_se: Inga möjliga olänkade inlägg hittades på de andra bloggarna du har tillgång till. Antingen finns inga inlägg med samma rubrik som detta, eller har alla möjliga inlägg redan länkats.

source: Options
sv_se: Inställningar

source: Please fill in %s.
sv_se: Du måste fylla i %s.

source: Post overview with unlink options
sv_se: Inläggsöversikten med möjlighet att ta bort länkningar

source: Post types
sv_se: Posttyper

source: Post types must be specified using their internal Wordpress names with a space between each. It is not possible to automatically make a list of available post types on the whole network because of limitation within Wordpress.
sv_se: Posttyperna måste anges som det interna Wordpressnamnet, med ett mellanslag mellan typerna. På grund av tekniska hinder inuti Wordpress är det inte möjligt att visa en lista över vilka posttyper finns på varje blogg på nätverket.

source: Put this broadcasted child in the trash
sv_se: Lägg det multipostade inlägget i papperskorgen.

source: Remove links to all the broadcasted children
sv_se: Ta bort alla barnlänkningar

source: Remove links to this broadcasted child
sv_se: Ta bort länkningen till det här multipostade inläggsbarnet

source: Required field
sv_se: Måste fyllas i

source: Required list
sv_se: Tvingade bloggar

source: Save groups
sv_se: Spara grupperna

source: Save the allowed post types
sv_se: Spara de tillåtna inläggstyperna

source: Select / deselect all
sv_se: Markera / avmarkera alla

source: Select blogs in group
sv_se: Välj bloggarna i gruppen

source: Selected
sv_se: Vald

source: Settings
sv_se: Inställningar

source: Shows which blogs have posts linked to this one
sv_se: Visar vilka bloggar har inlägg länkade till detta

source: Simply choose it in the dropdown box and the blogs you specified will be automatically chosen.
sv_se: Välj den i rullistan och bloggarna du ställt in kommer att väljas automatiskt.

source: Some settings might be disabled by the site administrator and if you do not have write access to any blogs, other than this one, the Broadcast window might not appear.
sv_se: Det är möjligt att vissa inställningar har avaktiverats av administratören. Har du inte skrivtillgång till fler än en blogg kommer Multipostningsfönstret inte visas.

source: Super admin
sv_se: Nätverksadmin

source: The broadcasted child post has been put in the trash.
sv_se: Det multipostade inlägget har lagts i papperskorgen.

source: The e-mail address in %s is not valid!
sv_se: E-postadressen i fältet %s är inte giltig!

source: The group has been created!
sv_se: Gruppen har skapats!

source: The group name may not be empty!
sv_se: Gruppens namn får ej vara tomt!

source: The plugin and all associated settings and database tables have been removed. Please %sfollow this link to complete the uninstallation procedure%s.
sv_se: Tillägget och alla inställningar och databastabeller har tagits bort. Besök %sden här länken för att avsluta avinstallationsproceduren%s.

source: The taxonomies must have the same name (slug) on the selected blogs.
sv_se: Taxonomierna måste ha samma namn ("slug") på de valda bloggarna.

source: The taxonomies will be created if they don't exist on the selected blogs.
sv_se: Taxonomierna kommer att skapas endast om de inte redan finns på de valda bloggarna.

source: The text in %s is too long!
sv_se: Texten i %s är för lång!

source: The text in %s is too short!
sv_se: Texten i %s är för kort!

source: The value in %s (%s) is larger than the allowed maximum of %s.
sv_se: Värdet i %s (%s) är större än maxvärdet %s.

source: The value in %s (%s) is smaller than the allowed minimum of %s.
sv_se: Värdet i %s (%s) är mindre än minimumvärdet %s.

source: The value must be larger than or equal to
sv_se: Värdet måste vara minst större eller lika med

source: The value must be smaller or equal to
sv_se: Värdet måste vara mindre eller lika med

source: The window contains several options and a list of blogs you have access to.
sv_se: Fönstret innehåller olika alternativ och en lista över alla bloggar du har tillgång till.

source: Then select which blogs you want to be automatically selected when you choose this group when editing a new post. Press the save button when you are done. Your new group is ready to be used!
sv_se: Välj sedan vilka bloggar du vill ska väljas automatiskt när du väljer den här gruppen under inläggredigeringsprocessen. Tryck på spara-knappen när du är klar. Den nya gruppen är färdig att användas!

source: This blog has already been linked.
sv_se: Bloggen har redan länkats.

source: This blog is required and cannot be unselected.
sv_se: Den här bloggen måste bli multipostat till, enligt administratören.

source: This link will take you to the index page
sv_se: Den här länken tar dig till indexsidan

source: This page lets the admin select which post types in the network should be able to be broadcasted.
sv_se: Sidan tillåter administratören att ange vilka posttyper på nätverket får multipostas.

source: This page will remove all the plugin tables and settings from the database and then deactivate the plugin.
sv_se: Detta kommer att ta bort samtliga tilläggets databastabeller och inställningar, och sedan avaktivera tilläget.

source: This post is broadcasted child post. It cannot be broadcasted further.
sv_se: Det här inlägget är ett multipostat inlägg. Funktionen kan inte användas.

source: ThreeWP Broadcast groups
sv_se: Grupper för multipostning

source: To <strong>delete</strong> a group, leave all blogs in that group unmarked and then save.
sv_se: För att <strong>ta bort</strong> gruppen, avmarkera alla bloggar i gruppen och klicka på spara.

source: To use the Broadcast plugin, simply select which blogs you want to broadcast the post to and then publish the post normally.
sv_se: För att använda tillägget, markera vilka bloggar du vill multiposta till och fortsätt sedan redigera inlägget som vanligt.

source: Trash
sv_se: Papperskorgen

source: Uninstall
sv_se: Avinstallera

source: Uninstall plugin
sv_se: Avinstallera tillägget

source: Unlink
sv_se: Ta bort länk

source: Valid values
sv_se: Giltiga värden

source: What is Broadcast?
sv_se: Vad är Multipostning (Broadcast)?

source: What the Broadcast window looks like
sv_se: Hur Multipostningsfönstret ser ut

source: When a post is linked to children, the children are overwritten when post is updated - all the taxonomies, tags and fields (including featured image) are also overwritten - and when the parent is trashed or deleted the children get the same treatment. If you want to keep any children and delete only the parent, use the unlink links in the post overview. The unlink link below the post name removes all links and the unlinks to the right remove singular links.
sv_se: När ett inlägg länkas till sina barn kommer barninläggen att skrivas över när förälderinlägget uppdateras - alla taxonomier, etiketter och egna fält (inklusive den utvalda bilden) kommer att skrivas över - och när förälderinlägget läggs in papperskorgen eller tas bort kommer samma sak ske med barninläggen. Om du vill behålla något av barninläggen och bara ta bort föräldern, använd länkborttagningsmöjligheten i inläggsöversikten. Möjligheten att ta bort länkningen som står under inläggsnamnet tar bort alla länkningar och länkarna till höger tar bort länkningarna en och en.

source: With Broadcast you can post to several blogs at once. The broadcast window is first shown at the bottom right on the Add New post/page screen.
sv_se: Med Multipostning kan du posta till flera bloggar samtidigt. Multipostningsfönstret visas första gången längst ner till höger när du skriver ett nytt inlägg.

source: With the selected rows
sv_se: Med de valda raderna

source: YYYY
sv_se: ÅÅÅÅ

source: Yes, I'm sure I want to remove all the plugin tables and settings.
sv_se: Ja, jag är säker på att jag vill ta bort tillägget och samtliga inställningar.

source: You have not created any groups yet.
sv_se: Du har inte skapat någon grupp än.

source: You have to check the checkbox in order to uninstall the plugin.
sv_se: Du måste kryssa i rutan för att avinstallera tillägget.

source: Your groups
sv_se: Dina grupper

source: characters
sv_se: tecken

source: characters long
sv_se: tecken långt

source: may not be empty
sv_se: får inte lämnas tomt

source: may not be larger than
sv_se: får inte vara större än

source: may not be smaller than
sv_se: får inte vara mindre än

source: must be at least
sv_se: måste vara minst

source: no
sv_se: nej

source: to
sv_se: till

source: will also mark the broadcasted posts with the same tags.
sv_se: kommer att multiposta etiketterna tillsammans med själva inlägget.

source: will also try to send the taxonomies together with the post.
sv_se: försöker att multiposta taxonomierna tillsammans med själva inläggt.

source: will create a link from this post (the parent) to all the broadcasted posts (children). Updating the parent will result in all the children being updated. Links to the children can be removed in the page / post overview.
sv_se: kommer att skapa en länk från detta inlägg (föräldern) till alla multipostade inlägg (barnen). När du uppdaterar föräldern kommer alla barninlägg att uppdateras. Länkningarna till barninläggen kan tas bort från inläggsöversikten.

source: will give the broadcasted posts the same custom fields as the original. Use this setting to broadcast the featured image.
sv_se: kommer att multiposta egna fälten. Använd den här inställningen att multiposta den utvalda bilden.

source: yes
sv_se: ja
